app/controllers/comments_controller.rb

INSERT INTO "comments" ("author", "text", "created_at", "updated_at") VALUES ($1, $2, $3, $4) RETURNING "id"  [["author", "asdf"], ["text", "asdfa"], ["created_at", "2015-08-23 00:12:52.337713"], ["updated_at", "2015-08-23 00:12:52.337713"]]
---
  def create
    comment = Comment.create(
                author: params[:author],
                text: params[:text])